/* 
  FirstScan.strings
  EverNote

  Created by Matt Sarnoff on 7/30/13.
  Copyright (c) 2013 Evernote. All rights reserved.
*/

/* Get Started step: heading text */
"getStarted-heading" = "Selamat Datang! Ayuh berhubung.";

/* Get Started step: detail text */
"getStarted-detailText" = "Mula-mula, sambungkan pengimbas anda kepada sumber kuasa. Seterusnya, sambungkan kabel USB di antara pengimbas dan komputer anda.";


/* Autofiling Intro step: heading text */
"autofileIntro-heading" = "Isihkan dokumen yang diimbaskan dalam Evernote secara automatik";

/* Autofiling Intro step: detail text */
"autofileIntro-detailText" = "ScanSnap Edisi Evernote mengenal pasti foto, resit, kad perniagaan dan documen anda, kemudian memfailkannya ke dalam buku nota Evernote untuk anda secara automatik.";

/* Autofiling Intro step: continue button text */
"autofileIntro-continueTitle" = "Sediakan Pemfailan Auto";


/* Documents step: heading text */
"documents-heading" = "Pemfailan Auto Dokumen";

/* Documents step: detail text */
"documents-detailText" = "Imbas mel, bil, waranti, penyata cukai dan banyak lagi. Evernote memberi anda keupayaan untuk mencari di dalam dokumen yang diimbas supaya anda akan sentiasa boleh mencapai maklumat anda yang paling penting.";

/* Documents step: notebook name prompt label */
"documents-notebookPrompt" = "Failkan imbasan dokumen secara automatik ke:";

/* Documents step: suggested new notebook name */
"documents-suggestedNotebookName" = "Dokumen";


/* Business Cards step: heading text */
"businessCards-heading" = "Pemfailan Auto Kad Perniagaan";

/* Business Cards step: detail text */
"businessCards-detailText" = "Semua kad perniagaan yang telah anda kumpulkan tidak perlu menyelerakkan ruang kerja anda. Letakkannya menghadap ke bawah di dalam penyuap dokumen dan imbaskan kesemuanya sekali gus ke Evernote.";

/* Business Cards step: notebook name prompt label */
"businessCards-notebookPrompt" = "Failkan kad perniagaan secara automatik ke:";

/* Business Cards step: suggested new notebook name */
"businessCards-suggestedNotebookName" = "Kad Perniagaan";


/* Receipts step: heading text */
"receipts-heading" = "Pemfailan Auto Resit";

/* Receipts step: detail text */
"receipts-detailText" = "Daripada laporan perbelanjaan hingga ke laporan cukai, anda perlu menyimpan resit anda. Lebih baik lagi, biarkan Evernote menyimpannya untuk anda.";

/* Receipts step: notebook name prompt label */
"receipts-notebookPrompt" = "Failkan resit secara automatik ke:";

/* Receipts step: suggested new notebook name */
"receipts-suggestedNotebookName" = "Resit";


/* Photos step: heading text */
"photos-heading" = "Pemfailan Auto Foto";

/* Photos step: detail text */
"photos-detailText" = "Kenangan berharga anda, dikekalkan pada satu tempat. Letakkannya menghadap ke bawah di dalam penyuap dokumen untuk mengimbasnya ke dalam Evernote dengan mudah.";

/* Photos step: notebook name prompt label */
"photos-notebookPrompt" = "Failkan foto secara automatik ke:";

/* Photos step: suggested new notebook name */
"photos-suggestedNotebookName" = "Foto";



/* Go Premium step: heading text */
"premium-heading" = "Tebus Evernote Premium";

/* Go Premium step: detail text */
"premium-detailText" = "Bersedia untuk hidup dan bekerja dengan lebih mudah? Evernote Premium selama setahun dilengkapi dengan ScanSnap anda. Mulakan sekarang.";


/* Finished step: heading text */
"finished-heading" = "Imbas Segala-galanya";

/* Finished step: detail text */
"finished-detailText" = "Sisipkan foto, resit, kad perniagaan atau dokumen anda ke dalam ScanSnap Edisi Evernote dan tekan butang hijau.";
